Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

source: Remote-friendly mode
ar_sa: وضع مناسب لجهاز التحكم
de_de: Fernbedienungsfreundlicher Modus
es_es: Modo apto para mando
fr_fr: Mode adapté à la télécommande
hi_in: रिमोट-अनुकूल मोड
ja_jp: リモコン向けモード
ko_kr: 리모컨 친화 모드
pt_br: Modo amigável para controle remoto
tr_tr: Kumanda uyumlu mod
zh_hans: 遥控友好模式

source: Restore backup
ar_sa: استعادة النسخة الاحتياطية
de_de: Sicherung wiederherstellen
es_es: Restaurar copia de seguridad
fr_fr: Restaurer la sauvegarde
hi_in: बैकअप पुनर्स्थापित करें
ja_jp: バックアップを復元
ko_kr: 백업 복원
pt_br: Restaurar backup
tr_tr: Yedeği geri yükle
zh_hans: 还原备份

source: Run refresh shortly after launch
ar_sa: تشغيل التحديث بعد بدء التشغيل بقليل
de_de: Kurz nach dem Start aktualisieren
es_es: Actualizar poco después del inicio
fr_fr: Actualiser peu après le lancement
hi_in: लॉन्च के तुरंत बाद रिफ्रेश चलाएं
ja_jp: 起動後すぐに更新を実行
ko_kr: 실행 직후 새로 고침 실행
pt_br: Atualizar logo após iniciar
tr_tr: Başlatmadan kısa süre sonra yenile
zh_hans: 启动后很快刷新

source: Open source diagnostics
ar_sa: فتح تشخيصات المصادر
de_de: Quellendiagnose öffnen
es_es: Abrir diagnóstico de fuentes
fr_fr: Ouvrir les diagnostics des sources
hi_in: स्रोत निदान खोलें
ja_jp: ソース診断を開く
ko_kr: 소스 진단 열기
pt_br: Abrir diagnósticos de fontes
tr_tr: Kaynak tanılamalarını aç
zh_hans: 打开来源诊断

source: Email support
ar_sa: مراسلة الدعم بالبريد
de_de: Support per E-Mail kontaktieren
es_es: Enviar correo a soporte
fr_fr: Envoyer un e-mail au support
hi_in: सहायता को ईमेल करें
ja_jp: サポートにメール
ko_kr: 지원 이메일 보내기
pt_br: Enviar e-mail ao suporte
tr_tr: Destek e-postası
zh_hans: 发送支持邮件

source: Open support page
ar_sa: فتح صفحة الدعم
de_de: Supportseite öffnen
es_es: Abrir página de soporte
fr_fr: Ouvrir la page de support
hi_in: सहायता पेज खोलें
ja_jp: サポートページを開く
ko_kr: 지원 페이지 열기
pt_br: Abrir página de suporte
tr_tr: Destek sayfasını aç
zh_hans: 打开支持页面

source: Theme preset
ar_sa: إعداد السمة المسبق
de_de: Designvorgabe
es_es: Preajuste de tema
fr_fr: Préréglage de thème
hi_in: थीम प्रीसेट
ja_jp: テーマプリセット
ko_kr: 테마 사전 설정
pt_br: Predefinição de tema
tr_tr: Tema ön ayarı
zh_hans: 主题预设

source: Sync all configured sources
ar_sa: مزامنة كل المصادر المهيأة
de_de: Alle konfigurierten Quellen synchronisieren
es_es: Sincronizar todas las fuentes configuradas
fr_fr: Synchroniser toutes les sources configurées
hi_in: सभी कॉन्फ़िगर किए गए स्रोत सिंक करें
ja_jp: 設定済みのすべてのソースを同期
ko_kr: 구성된 모든 소스 동기화
pt_br: Sincronizar todas as fontes configuradas
tr_tr: Tüm yapılandırılmış kaynakları eşitle
zh_hans: 同步所有已配置来源

# SeriesPickShowTitle.Text
source: Pick a show
ar_sa: اختر مسلسلا
de_de: Serie auswählen
es_es: Elige una serie
fr_fr: Choisir une série
hi_in: एक शो चुनें
ja_jp: 番組を選択
ko_kr: 시리즈 선택
pt_br: Escolha uma série
tr_tr: Bir dizi seç
zh_hans: 选择一部剧集

# SeriesPickShowMessage.Text
source: Select a title from the library to load artwork, seasons, and episode playback here.
ar_sa: حدد عنوانا من المكتبة لتحميل الصور والمواسم وتشغيل الحلقات هنا.
de_de: Wählen Sie einen Titel aus der Bibliothek, um hier Artwork, Staffeln und Episodenwiedergabe zu laden.
es_es: Selecciona un título de la biblioteca para cargar aquí el arte, las temporadas y la reproducción de episodios.
fr_fr: Sélectionnez un titre dans la bibliothèque pour charger ici les visuels, les saisons et la lecture des épisodes.
hi_in: यहां आर्टवर्क, सीज़न और एपिसोड प्लेबैक लोड करने के लिए लाइब्रेरी से कोई शीर्षक चुनें.
ja_jp: ここにアートワーク、シーズン、エピソード再生を読み込むには、ライブラリからタイトルを選択します。
ko_kr: 여기에 아트워크, 시즌, 에피소드 재생을 불러오려면 라이브러리에서 제목을 선택하세요.
pt_br: Selecione um título da biblioteca para carregar arte, temporadas e reprodução de episódios aqui.
tr_tr: Kapak görseli, sezonlar ve bölüm oynatmayı burada yüklemek için kitaplıktan bir başlık seçin.
zh_hans: 从媒体库选择标题，以在此加载海报、季和剧集播放。

# SourceOnboardingM3uPathBox.PlaceholderText
source: http://... or C:\...
ar_sa: http://... أو C:\...
de_de: http://... oder C:\...
es_es: http://... o C:\...
fr_fr: http://... ou C:\...
hi_in: http://... या C:\...
ja_jp: http://... または C:\...
ko_kr: http://... 또는 C:\...
pt_br: http://... ou C:\...
tr_tr: http://... veya C:\...
zh_hans: http://... 或 C:\...

# AppDescription
source: KROIRA IPTV brings live TV, movies, series, EPG, and source management into one polished Windows app.
ar_sa: شغّل ونظّم مصادر IPTV الخاصة بك مع التلفزيون المباشر وVOD وEPG والتشخيصات والتشغيل المحلي.
de_de: Spielen und organisieren Sie Ihre eigenen IPTV-Quellen mit Live-TV, VOD, EPG, Diagnosen und lokaler Wiedergabe.
es_es: KROIRA IPTV reúne TV en directo, películas, series, EPG y gestión de fuentes en una app de Windows pulida.
fr_fr: KROIRA IPTV réunit TV en direct, films, séries, EPG et gestion des sources dans une app Windows soignée.
hi_in: KROIRA IPTV लाइव TV, फ़िल्में, सीरीज़, EPG और स्रोत प्रबंधन को एक परिष्कृत Windows ऐप में लाता है.
ja_jp: 自分の IPTV ソースをライブ TV、VOD、EPG、診断、ローカル再生で再生して整理します。
ko_kr: KROIRA IPTV는 라이브 TV, 영화, 시리즈, EPG, 소스 관리를 하나의 완성도 높은 Windows 앱으로 제공합니다.
pt_br: KROIRA IPTV reúne TV ao vivo, filmes, séries, EPG e gerenciamento de fontes em um app Windows refinado.
tr_tr: KROIRA IPTV canlı TV, film, dizi, EPG ve kaynak yönetimini tek bir özenli Windows uygulamasında birleştirir.
zh_hans: KROIRA IPTV 将直播电视、电影、剧集、EPG 和来源管理整合到一个精致的 Windows 应用中。

# General_Never
source: Never
de_de: Nie
es_es: Nunca
fr_fr: Jamais
pt_br: Nunca
tr_tr: Asla

# General_Saved
source: Saved
de_de: Gespeichert
es_es: Guardado
fr_fr: Enregistr?
pt_br: Salvo
tr_tr: Kaydedildi

# General_Syncing
source: Syncing...
de_de: Synchronisierung...
es_es: Sincronizando...
fr_fr: Synchronisation...
pt_br: Sincronizando...
tr_tr: Eşitleniyor...

# Browse_Sort_PriorityFirst
source: Priority first
fr_fr: Priorité d’abord
tr_tr: Öncelik önce

# Browse_Sort_NameDesc
source: Name Z-A
fr_fr: Nom Z-A
tr_tr: Ad Z-A

# Browse_Sort_NameAsc
source: Name A-Z
fr_fr: Nom A-Z
tr_tr: Ad A-Z

# Browse_Sort_FavoritesFirst
source: Favorites first
tr_tr: Favoriler önce

# Browse_Sort_GuideFirst
source: Guide-ready first
fr_fr: Guide prêt d’abord
tr_tr: Kılavuz hazır önce

# Browse_Sort_Recommended
source: Recommended
fr_fr: Recommand?
tr_tr: Önerilen

# Browse_Sort_TitleAsc
source: Title A-Z
fr_fr: Titre A-Z
tr_tr: Başlık A-Z

# Browse_Sort_HighestRated
source: Highest rated
fr_fr: Les mieux notés
tr_tr: En yüksek puan

# Browse_Sort_MostPopular
source: Most popular
fr_fr: Les plus populaires
tr_tr: En popüler

# Browse_Sort_NewestRelease
source: Newest release
tr_tr: En yeni yayın

# Browse_Sort_NewestFirst
source: Newest first
tr_tr: En yeni önce

# Browse_AllProviders
source: All providers
de_de: Alle Anbieter
es_es: Todos los proveedores
fr_fr: Tous les fournisseurs
pt_br: Todos os provedores
tr_tr: Tüm sağlayıcılar

# Browse_OriginalProviderGroups
source: Original provider groups
tr_tr: Özgün sağlayıcı grupları

# Browse_VodLibrary
source: VOD library
fr_fr: Bibliothèque VOD
tr_tr: VOD kitaplığı

# Browse_SourceFallback
source: Source {0}
tr_tr: Kaynak {0}

# Browse_UnknownSource
source: Unknown source
fr_fr: Source inconnue
tr_tr: Bilinmeyen kaynak

# Browse_ChannelCount_One
source: 1 channel
fr_fr: 1 chaîne
tr_tr: 1 kanal

# Browse_ChannelCount_Many
source: {0:N0} channels
fr_fr: {0:N0} chaînes
tr_tr: {0:N0} kanal

# Browse_VariantCount_One
source: 1 variant
fr_fr: 1 variante
tr_tr: 1 varyant

# Browse_VariantCount_Many
source: {0:N0} variants
fr_fr: {0:N0} variantes
tr_tr: {0:N0} varyant

# Browse_MoreCount
source: {0} more
fr_fr: {0} de plus
tr_tr: {0} daha

# Browse_CategoryManager_Hidden
source: hidden
fr_fr: masqu?
tr_tr: gizli

# Browse_ThisCategory
source: this category
tr_tr: bu kategori

# Browse_Empty_NoMatches_Title
source: Nothing matches this explore mix
de_de: Keine Treffer
es_es: No hay coincidencias
fr_fr: Aucun résultat pour cette combinaison
tr_tr: Bu keşif karışımıyla eşleşme yok

# Live_DiscoverySummary_Default
source: Guide and catch-up details appear when they are available for these channels.
tr_tr: Bu kanallar için varsa kılavuz ve yayın tekrar bilgileri görünür.

# Live_Empty_NoChannels_Title
source: No channels to show
tr_tr: Gösterilecek kanal yok

# Live_Empty_NoChannels_Message
source: Sync a live source, or clear your search and browse filters.
fr_fr: Synchronisez une source live ou effacez la recherche et les filtres.
tr_tr: Canlı bir kaynağı eşitleyin veya arama ve filtreleri temizleyin.

# Live_Browse_AllChannels
source: All channels
fr_fr: Toutes les chaînes
tr_tr: Tüm kanallar

# Live_Empty_NoMatches_Message
source: Relax one or two facets, clear guide or favorite filters, or widen your search to reopen live browsing.
tr_tr: Canlı gezinmeyi açmak için filtreleri gevşetin veya aramayı genişletin.

# Live_Empty_BrowserEmpty_Title
source: Live browser is empty
fr_fr: Le navigateur live est vide
tr_tr: Canlı tarayıcı boş

# Live_Empty_BrowserEmpty_Message
source: Try a different category, adjust search, or sync a live source from Sources.
tr_tr: Farklı kategori deneyin, aramayı ayarlayın veya Kaynaklar’dan canlı kaynak eşitleyin.

# Live_Spotlight_LastTuned_Title
source: Last tuned
tr_tr: Son açılan

# Live_Spotlight_LastTuned_Subtitle
source: Jump straight back into the last live channel you opened.
tr_tr: Açtığınız son canlı kanala dönün.

# Live_Spotlight_Recent_Title
source: Recent
tr_tr: Son

# Live_Spotlight_Recent_Subtitle
source: Fast return to recently watched live channels.
tr_tr: Yakın zamanda izlenen canlı kanallara hızlı dönüş.

# Live_Spotlight_Priority_Title
source: Priority channels
tr_tr: Öncelikli kanallar

# Live_Spotlight_Priority_Subtitle
source: Favorites, sports, guide-ready channels, and channels you revisit often.
tr_tr: Favoriler, spor, kılavuz hazır ve sık izlenen kanallar.

# Live_Spotlight_TurkishSports_Title
source: Turkish sports
fr_fr: Sports turcs
tr_tr: Türk sporları

# Live_Spotlight_TurkishSports_Subtitle
source: Quick access to Turkish sports and football coverage across providers.
tr_tr: Türk spor ve futbol kapsamına hızlı erişim.

# Live_Spotlight_MostWatchedSports_Title
source: Most watched sports
tr_tr: En çok izlenen spor

# Live_Spotlight_MostWatchedSports_Subtitle
source: Sports channels you actually watch the most on this profile.
tr_tr: Bu profilde en çok izlediğiniz spor kanalları.

# Live_Browse_Subtitle_All
source: All available live channels in your library.
tr_tr: Kitaplığınızdaki tüm canlı kanallar.

# Live_Browse_Subtitle_Category
source: Channels in {0}, ready to watch.
tr_tr: {0} içindeki kanallar izlemeye hazır.

# Movies_DiscoverySummary_Default
source: Browse by source, language, genre, and artwork availability.
fr_fr: Parcourez par source, langue, genre et disponibilit? des visuels.
tr_tr: Kaynak, dil, tür ve görsel durumuna göre gezin.

# Movies_Empty_NoMovies_Title
source: No movies to show
fr_fr: Aucun film à afficher
tr_tr: Gösterilecek film yok

# Movies_Empty_NoMovies_Message
source: Sync a VOD source, or clear your search and browse filters.
fr_fr: Synchronisez une source VOD ou effacez la recherche et les filtres.
tr_tr: Bir VOD kaynağını eşitleyin veya arama ve filtreleri temizleyin.

# Movies_Empty_NoMatches_Message
source: Relax one or two facets, switch providers, or widen your search to reopen the movie library.
tr_tr: Film kitaplığını açmak için filtreleri gevşetin veya aramayı genişletin.

# Movies_Empty_ShelfEmpty_Title
source: Movie shelf is empty
tr_tr: Film rafı boş

# Movies_Empty_ShelfEmpty_Message
source: Sync a VOD source, or review your category rules if this provider should already contain movies.
tr_tr: Bir VOD kaynağını eşitleyin veya kategori kurallarını gözden geçirin.

# Movies_Placeholder_Title
source: Movies
fr_fr: Films
tr_tr: Filmler

# Movies_Placeholder_Overview
source: Sync an Xtream VOD source to build a poster-first library with TMDb artwork, ratings, genres, and backdrops.
tr_tr: TMDb görselleri, puanları, türleri ve arka planlarıyla poster odaklı kitaplık oluşturmak için Xtream VOD kaynağı eşitleyin.

# Series_DiscoverySummary_Default
source: Browse by source, language, genre, and episode availability.
fr_fr: Parcourez par source, langue, genre et disponibilit? des ?pisodes.
tr_tr: Kaynak, dil, tür ve bölüm durumuna göre gezin.

# Series_Empty_NoSeries_Title
source: No series to show
fr_fr: Aucune série à afficher
tr_tr: Gösterilecek dizi yok

# Series_Empty_NoSeries_Message
source: Sync a VOD source, or clear your search and browse filters.
fr_fr: Synchronisez une source VOD ou effacez la recherche et les filtres.
tr_tr: Bir VOD kaynağını eşitleyin veya arama ve filtreleri temizleyin.

# Series_Season_Display_WithProgress
source: Season {0} ({1}/{2})
fr_fr: Saison {0} ({1}/{2})
tr_tr: Sezon {0} ({1}/{2})

# Series_Season_Display
source: Season {0}
fr_fr: Saison {0}
tr_tr: Sezon {0}

# Series_Episode_Status_Watched
source: Watched
fr_fr: Vu
tr_tr: İzlendi

# Series_Episode_Status_Resume
source: Resume {0}
fr_fr: Reprendre {0}
tr_tr: Sürdür {0}

# Series_Episode_Status_Unwatched
source: Unwatched
fr_fr: Non vu
tr_tr: İzlenmedi

# Series_Empty_NoMatches_Message
source: Relax one or two facets, switch providers, or widen your search to reopen the series library.
tr_tr: Dizi kitaplığını açmak için filtreleri gevşetin veya aramayı genişletin.

# Series_Empty_ShelfEmpty_Title
source: Series shelf is empty
tr_tr: Dizi rafı boş

# Series_Empty_ShelfEmpty_Message
source: Sync a VOD source, or review your category rules if this provider should already contain series.
tr_tr: Bir VOD kaynağını eşitleyin veya kategori kurallarını gözden geçirin.

# Series_Details_EpisodesUnavailable
source: Episode details are not available for this series yet. Try syncing VOD again or check the provider data.
tr_tr: Bu dizi için bölüm ayrıntıları henüz yok. VOD’u yeniden eşitleyin veya sağlayıcı verisini kontrol edin.

# Series_Details_LoadingEpisodes
source: Loading episode details...
fr_fr: Chargement des ?pisodes...
tr_tr: Bölüm ayrıntıları yükleniyor...

# Discovery_AllSourceTypes
source: All source types
de_de: Alle Quellen
es_es: Todas las fuentes
fr_fr: Tous les types de source
pt_br: Todas as fontes
tr_tr: Tüm kaynak türleri

# Discovery_AllLanguages
source: All languages
fr_fr: Toutes les langues
tr_tr: Tüm diller

# Discovery_AllShelves
source: All shelves
tr_tr: Tüm raflar

# Discovery_AllGenres
source: All genres
fr_fr: Tous les genres
tr_tr: Tüm türler

# Discovery_FocusedBy
source: Focused by {0}.
fr_fr: Filtr? par {0}.
tr_tr: {0} ile odaklandı.

# Discovery_Signal_Favorites
source: Favorites
fr_fr: Favoris
tr_tr: Favoriler

# Discovery_Signal_CatchupReady
source: Catchup ready
tr_tr: Tekrar hazır

# Discovery_Signal_GuideLinked
source: Guide linked
fr_fr: Guide li?
tr_tr: Kılavuz bağlı

# Discovery_Signal_HealthySources
source: Healthy sources
fr_fr: Sources saines
tr_tr: Sağlıklı kaynaklar

# Discovery_Signal_NeedsAttention
source: Needs attention
tr_tr: İlgilenilmeli

# Discovery_Signal_RecentlyWatched
source: Recently watched
tr_tr: Son izlenen

# Discovery_Signal_ArtworkReady
source: Artwork ready
tr_tr: Görsel hazır

# Discovery_Signal_EpisodeReady
source: Episode ready
tr_tr: Bölüm hazır

# Discovery_Signal_RecentlySynced
source: Recently synced
tr_tr: Son eşitlenen

# Discovery_AllLive
source: All live
fr_fr: Tout le live
tr_tr: Tüm canlı

# Discovery_AllSeries
source: All series
de_de: Alle Serien
es_es: Todas las series
tr_tr: Tüm diziler

# Discovery_AllMovies
source: All movies
de_de: Alle Filme
fr_fr: Tous les films
pt_br: Todos os filmes
tr_tr: Tüm filmler

# Sources_Action_SyncNow
source: Sync Now
de_de: Synchronisieren
es_es: Sincronizar
fr_fr: Synchroniser
pt_br: Sincronizar
tr_tr: Şimdi eşitle

# Sources_Action_SyncPortal
source: Sync Portal
fr_fr: Synchroniser le portail
tr_tr: Portalı eşitle

# Sources_Action_ImportNow
source: Import Now
de_de: Importieren
es_es: Importar
fr_fr: Importer
pt_br: Importar
tr_tr: Şimdi içe aktar

# Sources_Action_SyncingAll
source: Syncing all...
fr_fr: Synchronisation...
tr_tr: Tümü eşitleniyor...

# Sources_Action_SyncAll
source: Sync all
fr_fr: Tout synchroniser
tr_tr: Tümünü eşitle

# Sources_Proxy_DirectRouting
source: Direct routing
fr_fr: Routage direct
tr_tr: Doğrudan yönlendirme

# Sources_GuideCoverage_NoLiveChannels
source: No live channels
tr_tr: Canl? kanal yok

# Sources_LogoCoverage_WithLogos
source: {0:N0} / {1:N0} live channels with logos
tr_tr: {0:N0} / {1:N0} canl? kanalda logo var

# Sources_LogoCoverage_NoLiveChannels
source: No live channels available
tr_tr: Canl? kanal yok

# Sources_RecentActivityCount
source: {0:N0} events
tr_tr: {0:N0} olay

# Sources_AutoRefresh_Standby
source: Auto standby
tr_tr: Otomatik beklemede

# Sources_HealthStatus_Attention
source: Attention
tr_tr: Dikkat

# Sources_HealthStatus_AttentionCaption
source: {0:N0} source(s) need review.
tr_tr: {0:N0} kaynak incelenmeli.

# Sources_HealthStatus_Optimal
source: Optimal
tr_tr: En iyi

# Sources_Recent_Status_Review
source: Review
es_es: Revisar
pt_br: Revisar
tr_tr: İncele

# Sources_Recent_Status_Complete
source: Complete
de_de: Abgeschlossen
es_es: Completo
fr_fr: Termin?
tr_tr: Tamamlandı

# Sources_Recent_Payload_Import
source: {0:N0} live, {1:N0} VOD/series
tr_tr: {0:N0} canl?, {1:N0} VOD/dizi

# Sources_Connection_Standby
source: Standby
fr_fr: En attente
tr_tr: Beklemede

# Sources_HealthLabel_Healthy
source: Healthy
fr_fr: Sain
tr_tr: Sağlıklı

# Sources_HealthLabel_Incomplete
source: Incomplete
tr_tr: Eksik

# Sources_HealthLabel_Outdated
source: Outdated
tr_tr: Eski

# Sources_HealthLabel_Attention
source: Attention
tr_tr: Dikkat

# Sources_HealthLabel_Degraded
source: Degraded
tr_tr: Bozulmu?

# Sources_HealthLabel_Problematic
source: Problematic
tr_tr: Sorunlu

# Sources_HealthLabel_NotSynced
source: Not synced
fr_fr: Non synchronisé
tr_tr: Eşitlenmedi

# Sources_HealthLabel_Saved
source: Saved
fr_fr: Enregistré
tr_tr: Kaydedildi

# Sources_Status_RefreshingSource
source: Refreshing source...
tr_tr: Kaynak yenileniyor...

# Sources_Status_RefreshingGuide
source: Refreshing guide data...
tr_tr: Kılavuz verisi yenileniyor...

# Sources_Status_SourceRefreshNeedsReview
source: Source refresh needs review
tr_tr: Kaynak yenilemesi incelenmeli

# Sources_Status_SourceRefreshFailed
source: Source refresh did not finish
tr_tr: Kaynak yenileme tamamlanmad?

# Sources_Status_RefreshingVod
source: Refreshing movie and series catalog...
tr_tr: Film ve dizi kataloğu yenileniyor...

# SmartCategorySection_Library
source: Library
tr_tr: Kitaplık

# SmartCategorySection_Sports
source: Sports
tr_tr: Spor

# SmartCategorySection_Channel_Types
source: Channel Types
tr_tr: Kanal türleri

# SmartCategorySection_Original_provider_groups
source: Original provider groups
tr_tr: Özgün sağlayıcı grupları

# SmartCategorySection_Turkish_Series
source: Turkish Series
tr_tr: Türk dizileri

# SmartCategorySection_Country_Language
source: Country & Language
tr_tr: Ülke ve dil

# SmartCategorySection_Status_Seasons
source: Status / Seasons
tr_tr: Durum / sezonlar

# SmartCategorySection_Quality_Technical
source: Quality / Technical
tr_tr: Kalite / teknik

# SmartCategorySection_Year_Era
source: Year / Era
tr_tr: Yıl / dönem

# SmartCategorySection_Basketball
source: Basketball
tr_tr: Basketbol

# SmartCategorySection_Football_Leagues
source: Football Leagues
tr_tr: Futbol ligleri

# ShellHomeItem.Content
source: Home
ar_sa: الرئيسية
de_de: Start
fr_fr: Accueil
hi_in: होम
ja_jp: ホーム
ko_kr: 홈
tr_tr: Ana sayfa

# ShellSearchItem.Content
source: Search
ar_sa: بحث
de_de: Suche
fr_fr: Recherche
hi_in: खोज
ja_jp: 検索
ko_kr: 검색
tr_tr: Ara

# ShellLiveTvItem.Content
source: Live TV
ar_sa: بث مباشر
fr_fr: TV en direct
hi_in: लाइव टीवी
ja_jp: ライブTV
ko_kr: 라이브 TV
tr_tr: Canlı TV

# ShellMoviesItem.Content
source: Movies
ar_sa: أفلام
de_de: Filme
fr_fr: Films
hi_in: फ़िल्में
ja_jp: 映画
ko_kr: 영화
tr_tr: Filmler

# ShellSeriesItem.Content
source: Series
ar_sa: مسلسلات
de_de: Serien
fr_fr: Séries
hi_in: सीरीज़
ja_jp: シリーズ
ko_kr: 시리즈
tr_tr: Diziler

# ShellContinueWatchingItem.Content
source: Continue Watching
ar_sa: متابعة المشاهدة
de_de: Weiterschauen
fr_fr: Reprendre
hi_in: देखना जारी रखें
ja_jp: 続きを見る
ko_kr: 이어 보기
tr_tr: İzlemeye Devam Et

# ShellLibraryItem.Content
source: Library
ar_sa: المكتبة
de_de: Mediathek
fr_fr: Bibliothèque
hi_in: लाइब्रेरी
ja_jp: ライブラリ
ko_kr: 라이브러리
tr_tr: Kitaplık

# ShellFavoritesItem.Content
source: Favorites
ar_sa: المفضلة
de_de: Favoriten
fr_fr: Favoris
hi_in: पसंदीदा
ja_jp: お気に入り
ko_kr: 즐겨찾기
tr_tr: Favoriler

# ShellSourcesItem.Content
source: Sources
ar_sa: المصادر
de_de: Quellen
hi_in: स्रोत
ja_jp: ソース
ko_kr: 소스
tr_tr: Kaynaklar

# ShellGuideItem.Content
source: Guide
ar_sa: الدليل
hi_in: गाइड
ja_jp: ガイド
ko_kr: 가이드
tr_tr: Kılavuz

# ShellSettingsItem.Content
source: Settings
ar_sa: الإعدادات
de_de: Einstellungen
fr_fr: Paramètres
hi_in: सेटिंग्स
ja_jp: 設定
ko_kr: 설정
tr_tr: Ayarlar

# ShellProfileItem.Content
source: Profile
ar_sa: الملف الشخصي
de_de: Profil
fr_fr: Profil
hi_in: प्रोफ़ाइल
ja_jp: プロフィール
ko_kr: 프로필
tr_tr: Profil

# Sources_Status_RemovingSource
source: Removing source...
ar_sa: جارٍ إزالة المصدر...
de_de: Quelle wird entfernt...
fr_fr: Suppression de la source...
hi_in: स्रोत हटाया जा रहा है...
ja_jp: ソースを削除しています...
ko_kr: 소스를 제거하는 중...
tr_tr: Kaynak kaldırılıyor...

# Sources_Status_RemoveSourceFailed
source: Could not remove this source
ar_sa: تعذرت إزالة هذا المصدر
de_de: Diese Quelle konnte nicht entfernt werden
fr_fr: Impossible de supprimer cette source
hi_in: यह स्रोत हटाया नहीं जा सका
ja_jp: このソースを削除できませんでした
ko_kr: 이 소스를 제거할 수 없습니다
tr_tr: Bu kaynak kaldırılamadı

# PlayerVideoLabel.Text
source: Video
ar_sa: فيديو
es_es: Vídeo
fr_fr: Vidéo
hi_in: वीडियो
ja_jp: ビデオ
ko_kr: 비디오
pt_br: Vídeo
zh_hans: 视频

# ProfilePinTitle.Text
source: PIN
ar_sa: رقم التعريف الشخصي
fr_fr: NIP
hi_in: पिन
ja_jp: 暗証番号
ko_kr: 핀
zh_hans: 密码

# Sources_HealthStatus_Syncing
source: Syncing
fr_fr: Synchronisation

# Sources_HealthStatus_Mixed
source: Mixed
fr_fr: Mixte

# Sources_HealthStatus_Idle
source: Idle
fr_fr: Inactif

# Sources_Empty_NoMatches_Title
source: No matching sources
fr_fr: Aucune source correspondante

# Sources_Connection_Active
source: Connection active
fr_fr: Connexion active

# Player.Button.Pip
source: PiP
ar_sa: كرويريتيرم0
ja_jp: KROIRTERM0

# Player_Button_Pip
source: PiP
ar_sa: كرويريتيرم0
ja_jp: KROIRTERM0

# PlayerFpsLabel.Text
source: FPS
ar_sa: إطارا في الثانية
hi_in: एफपीएस

# PlayerPipButton.Content
source: PiP
ar_sa: كرويريتيرم0
ja_jp: KROIRTERM0

# PlayerPipText.Text
source: PIP
ar_sa: كرويريتيرم0
ja_jp: KROIRTERM0

# SourceOnboardingMacAddressBox.PlaceholderText
source: 00:1A:79:00:00:01
ar_sa: 00:1أ:79:00:00:01

# Sources_Empty_NoSources_Message
source: Add an M3U playlist, Xtream provider, or Stalker portal to start importing live channels, movies, series, and guide data.
ar_sa: أضف قائمة M3U الخاصة بك أو مزود Xtream أو ملف تعريف بوابة مدعوماً لاستيراد الكتالوج وبيانات الدليل التي يوفرها المصدر.
de_de: Fügen Sie Ihre eigene M3U-Wiedergabeliste, Ihren Xtream-Anbieter oder ein unterstütztes Anbieterportalprofil hinzu, um von der Quelle bereitgestellte Katalog- und EPG-Daten zu importieren.
ja_jp: 自分の M3U プレイリスト、Xtream プロバイダー、または対応するポータルプロファイルを追加して、ソース提供のカタログとガイドデータをインポートします。

# Player.PipWindowTitle
source: KROIRA PiP
hi_in: [[टी0]] [[टी17]]

# Player_PipWindowTitle
source: KROIRA PiP
hi_in: [[टी0]] [[टी17]]

# SourceOnboardingPortalUrlBox.PlaceholderText
source: http://portal.example.com/c/
es_es: http://portal.ejemplo.com/c/
